var MSG = {
	'AX0001':'操作成功',
	'BX0001':'操作失败',


	'BP0143':'邮政编码填写有误，请输入6位邮政编码',
	'BP0144':'请填写街道地址，最少5个字，最多不能超过60个字，不能全部为数字',
	'BP0145':'地址备注没有填写',
	'BP0146':'收货人姓名没有填写',
	'BP0147':'公司名称没有填写',
	'BP0148':'座机号和手机号至少填写一项',
	'BP0149':'请填写正确的座机号',
	'BP0150':'请填写正确的手机号',
	'BP0151':'请选择所在地区',
	'BP0160':'请填写正确的手机号',
	'BP0161':'请填写昵称',
	'BP0162':'用户姓名应不超过20个字符',

	'BM0001':'礼品卡号格式不正确',
	'BM0002':'礼品卡错误',
    'BM0003':'验证码格式错误',
		
	'CART01':'库存不足',
	'CART02':'你输入的格式不正确',
	'CART03':'您输入的数量格式不对',
	
	'BAC001':'时间不能为空',
	'BAC002':'开始时间不可大于结束时间',

	'BC0001':'评论分数未选择',
	'BC0002':'评论内容未填写',
	'BC0003':'评论内容超过不能超过三百个字符'
};